Revit 2027 API
ParameterTypeId.WallSweepLevelParam Property
 "Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallSweepLevelParam { get; }
Public Shared ReadOnly Property WallSweepLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallSweepLevelParam {
	ForgeTypeId^ get ();
}
static member WallSweepLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace